const adventures = [
    {
        id: 1,
        name: "嗔怒",
        story: "嗔怒神兽，集齐了所有世间失意者的愤怒，这些愤怒来自五湖四海，有因为自己运气不佳而产生的愤怒，有因为自己不努力而遭到社会淘汰，因而产生对世界反目的愤怒等。",
        isUnlocked : true
    },
    {
        id: 2,
        name: "贪婪",
        story: '贪婪，是人之本性，面对诱惑，一旦贪婪的本性暴露出来，将一发不可收拾。贪婪指一种攫取远超过自身需求的金钱、物质财富或肉体满足等的强烈欲望。贪婪也可以指得寸进尺，永不满足，贪图可能是属于别人的东西。贪心的个体不会考虑自己是不是真的需要这些东西，也不理会其他个体的动机，也可能会忽视其他人的福利，因此被社会部分人视为"有害的"。贪心的人的思想和行动可能会被欲望控制。',
        isUnlocked : true
    },
    {
        id: 3,
        name: "痴惘",
        story: "“人间多少名利客,红尘痴惘不知”。在这个名利至上的社会，大多数人都痴惘于名利，却殊不知在这个过程中迷失了最原本的自我和初心。",
        isUnlocked : true
    },
    {
        id: 4,
        name: "核子霸主",
        story: '核子，一个被称作当今时代最为危险的词，常常意味着核武器。如今各国都抢着研发核武器来保证自己不受欺凌，可一旦被别有用心的人窃取，它带来的就不再是和平，而是毁灭...',
        isUnlocked : true
    },
    {
        id: 5,
        name: "深海魔鲸",
        story: '人类起源于海洋，可如今人类的繁荣却反而使海洋暗淡了很久：水污染日益严重，海洋生物不断被捕杀，海洋资源被贪婪地掠夺......当来自海洋的报复到来时，人类能挡得住海洋的愤怒吗？',
        isUnlocked : true
    },
    {
        id: 6,
        name: "废土领主",
        story: "一片被遗忘的土地，一片无人踏足的土地，这里只有一望无际的荒凉和刮个不停的阴风，一阵阵的呼啸声仿佛是在控诉人类在这片土地上犯下的罪行",
        isUnlocked : true
    }
]

export default adventures